4ops.terraform
asvetliakov.vscode-neovim
attilabuti.vscode-mjml
bobbyboyd.vs-org
calebbaird.leaderkey-configurable
dbaeumer.vscode-eslint
docker.docker
dsznajder.es7-react-js-snippets
dumbpy.vscode-org-fold
ecmel.vscode-html-css
editorconfig.editorconfig
esbenp.prettier-vscode
franneck94.c-cpp-runner
github.copilot
github.copilot-chat
golang.go
humao.rest-client
jimmyzjx.remote-commons
kahole.magit
lanza.lldb-vscode
llvm-vs-code-extensions.lldb-dap
llvm-vs-code-extensions.vscode-clangd
mhutchie.git-graph
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.js-debug-nightly
ms-vscode.live-server
ms-vscode.makefile-tools
ms-vscode.vscode-speech
orta.vscode-jest
publicus.org-checkbox
rbremont.vscode-handlebars-mjml
realdestroyer.org-vscode
redhat.java
ryuta46.multi-command
sammy.clipboard-manager-with-cycling
tootone.org-mode
twxs.cmake
tyriar.vscode-terminal-here
usernamehw.errorlens
vadimcn.vscode-lldb
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
vue.volar
yasht.terminal-all-in-one
zxh404.vscode-proto3
